/*
Navicat MySQL Data Transfer

Source Server         : K
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : project_yiguo

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2018-04-15 15:09:43
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for goodlist
-- ----------------------------
DROP TABLE IF EXISTS `goodlist`;
CREATE TABLE `goodlist` (
  `typesid` varchar(255) DEFAULT NULL,
  `types` varchar(255) DEFAULT NULL,
  `typeskey` varchar(255) DEFAULT NULL,
  `gdid` int(255) NOT NULL AUTO_INCREMENT,
  `gdidnum` varchar(255) DEFAULT NULL,
  `gdmanu` varchar(255) DEFAULT NULL,
  `gdsend` varchar(255) DEFAULT NULL,
  `gdname` varchar(255) DEFAULT NULL,
  `gdtitle` varchar(255) DEFAULT NULL,
  `gdimg` varchar(255) DEFAULT NULL,
  `gdprice` decimal(10,2) DEFAULT NULL,
  `gdsalevol` int(255) DEFAULT NULL,
  `gdcommentnum` int(255) DEFAULT NULL,
  `gdsatisfy` decimal(10,1) DEFAULT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`gdid`)
) ENGINE=MyISAM AUTO_INCREMENT=194 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goodlist
-- ----------------------------
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '桔', '1', '1124326', '广东汕尾', '南充', '广西桂林金桔1kg', '金色小“榨”弹，一口爽爆味蕾', '../img/database/01fruit/01fruit_gdid10.jpg', '19.00', '532', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '2', '1534534', '云南昆明', '太原', '河北皇冠梨8个200g以上/个', '肉脆味甜，“梨”享好滋味', '../img/database/01fruit/01fruit_gdid11.jpg', '25.80', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '柚', '3', '1323546', '西藏拉萨', '石家庄', '甜岛宝台湾葡萄柚2个270g以上/个', '清甜汁丰 回味酸爽微苦', '../img/database/01fruit/01fruit_gdid12.jpg', '11.80', '12', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '4', '1324226', '四川成都', '无锡', '河北皇冠梨4个200g以上/个', '肉脆味甜 “梨”享好滋味', '../img/database/01fruit/01fruit_gdid04.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '苹果', '5', '1362356', '广东东莞', '广州', '百香果200g', '榨汁泡饮，风味无穷', '../img/database/01fruit/01fruit_gdid01.jpg', '6.00', '1012', '112', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '苹果', '6', '1234523', '湖北武汉', '哈尔滨', '山东蓬莱精品红富士4个200g以上/个', '“苹”味醉人甜蜜', '../img/database/01fruit/01fruit_gdid07.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '桃', '7', '1234425', '广西南宁', '乌鲁木齐', '陕西徐香猕猴桃10个70g以上/个', '甜甜小“猕”妹', '../img/database/01fruit/01fruit_gdid08.jpg', '18.00', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '8', '1124325', '桂林贵阳', '清远', '新疆天山雪梨1.5kg180g以上/个', '果肉白嫩 入口清润', '../img/database/01fruit/01fruit_gdid09.jpg', '234.00', '332', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '柠檬', '9', '1363254', '山东青岛', '深圳', '海南青柠檬4个75g以上/个', '素颜穿青衣，酸爽够劲道', '../img/database/01fruit/01fruit_gdid02.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '桔', '10', '1363244', '北京', '芜湖', '广西桂林金桔500g', '金色小“榨”弹，一口爽爆味蕾', '../img/database/01fruit/01fruit_gdid03.jpg', '9.90', '612', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '柠檬', '11', '1734535', '湖南长沙', '兰州', '海南小青柠500g(GD)', '迷你小清新，酸爽够劲', '../img/database/01fruit/01fruit_gdid06.jpg', '16.90', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '柠檬', '12', '1234235', '海南三亚', '上海', '四川安岳黄柠檬8个约75g/个', '水润多C，泡饮酸爽够劲', '../img/database/01fruit/01fruit_gdid05.jpg', '14.50', '12', '23', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '桔', '13', '1124326', '广东潮州', '南充', '广东潮州金桔1kg8个', '金色小“榨”弹，一口爽爆味蕾', '../img/database/01fruit/01fruit_gdid20.jpg', '123.00', '45', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '14', '1534534', '云南昆明', '太原', '昆明皇冠梨8个', '肉脆味甜，“梨”享好滋味', '../img/database/01fruit/01fruit_gdid13.jpg', '19.80', '5434', '236', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '柚', '15', '1323546', '西藏拉萨', '石家庄', '西藏拉萨葡萄柚', '清甜汁丰 回味酸爽微苦', '../img/database/01fruit/01fruit_gdid14.jpg', '21.80', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '16', '1324226', '四川成都', '无锡', '四川皇冠梨4个200g以上/个', '肉脆味甜 “梨”享好滋味', '../img/database/01fruit/01fruit_gdid15.jpg', '110.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '苹果', '17', '1362356', '广东东莞', '广州', '东莞百香果200g10个70g以上/个', '榨汁泡饮，风味无穷', '../img/database/01fruit/01fruit_gdid16.jpg', '63.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '苹果', '18', '1234523', '湖北武汉', '哈尔滨', '武汉精品红富士', '“苹”味醉人甜蜜', '../img/database/01fruit/01fruit_gdid17.jpg', '147.50', '453', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '桃', '19', '1234425', '广西南宁', '乌鲁木齐', '南宁徐香猕猴桃', '甜甜小“猕”妹', '../img/database/01fruit/01fruit_gdid18.jpg', '148.00', '65', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('01fruit', '国产水果', '梨', '20', '1124325', '桂林贵阳', '清远', '贵阳天山雪梨1.5kg', '果肉白嫩 入口清润', '../img/database/01fruit/01fruit_gdid19.jpg', '129.00', '332', '6856', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '21', '224326', '广东汕尾', '南充', '精选肉类1', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid01.jpg', '19.00', '532', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '22', '224327', '云南昆明', '太原', '精选肉类2', '肉脆味甜，“梨”享好滋味', '../img/database/02meat/02meat_gdid02.jpg', '25.80', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '23', '224328', '西藏拉萨', '石家庄', '精选肉类3', '清甜汁丰 回味酸爽微苦', '../img/database/02meat/02meat_gdid03.jpg', '11.80', '12', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '羊肉', '24', '224329', '四川成都', '无锡', '精选肉类4', '肉脆味甜 “梨”享好滋味', '../img/database/02meat/02meat_gdid04.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鸡肉', '25', '224330', '广东东莞', '广州', '精选肉类5', '榨汁泡饮，风味无穷', '../img/database/02meat/02meat_gdid05.jpg', '6.00', '1012', '112', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '26', '224331', '湖北武汉', '哈尔滨', '精选肉类6', '“苹”味醉人甜蜜', '../img/database/02meat/02meat_gdid06.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '27', '224332', '广西南宁', '乌鲁木齐', '精选肉类7', '甜甜小“猕”妹', '../img/database/02meat/02meat_gdid07.jpg', '18.00', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '28', '224333', '桂林贵阳', '清远', '精选肉类8', '果肉白嫩 入口清润', '../img/database/02meat/02meat_gdid08.jpg', '3.00', '324', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '羊肉', '29', '224334', '广东汕尾', '南充', '精选肉类9', '素颜穿青衣，酸爽够劲道', '../img/database/02meat/02meat_gdid09.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鸡肉', '30', '224335', '云南昆明', '太原', '精选肉类10', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid10.jpg', '32.00', '45534', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '31', '224336', '西藏拉萨', '石家庄', '精选肉类11', '迷你小清新，酸爽够劲', '../img/database/02meat/02meat_gdid11.jpg', '23.00', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '32', '224337', '四川成都', '无锡', '精选肉类12', '水润多C，泡饮酸爽够劲', '../img/database/02meat/02meat_gdid12.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '33', '224338', '广东东莞', '广州', '精选肉类13', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid13.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '羊肉', '34', '224339', '湖北武汉', '哈尔滨', '精选肉类14', '肉脆味甜，“梨”享好滋味', '../img/database/02meat/02meat_gdid14.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鸡肉', '35', '224340', '广东汕尾', '南充', '精选肉类15', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid15.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '36', '224341', '云南昆明', '太原', '精选肉类16', '肉脆味甜，“梨”享好滋味', '../img/database/02meat/02meat_gdid16.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '37', '224342', '西藏拉萨', '石家庄', '精选肉类17', '清甜汁丰 回味酸爽微苦', '../img/database/02meat/02meat_gdid17.jpg', '4.34', '32', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '38', '224343', '四川成都', '无锡', '精选肉类18', '肉脆味甜 “梨”享好滋味', '../img/database/02meat/02meat_gdid18.jpg', '235.00', '54', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '39', '224344', '广东东莞', '广州', '精选肉类19', '榨汁泡饮，风味无穷', '../img/database/02meat/02meat_gdid19.jpg', '9.90', '4', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '40', '224345', '湖北武汉', '哈尔滨', '精选肉类20', '“苹”味醉人甜蜜', '../img/database/02meat/02meat_gdid20.jpg', '32.00', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '羊肉', '41', '224346', '广西南宁', '乌鲁木齐', '精选肉类21', '甜甜小“猕”妹', '../img/database/02meat/02meat_gdid21.jpg', '3.40', '435', '767', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鸡肉', '42', '224347', '桂林贵阳', '清远', '精选肉类22', '果肉白嫩 入口清润', '../img/database/02meat/02meat_gdid22.jpg', '23.42', '5435', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '43', '224348', '山东青岛', '深圳', '精选肉类23', '素颜穿青衣，酸爽够劲道', '../img/database/02meat/02meat_gdid23.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '44', '224349', '北京', '芜湖', '精选肉类24', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid24.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '45', '224350', '湖南长沙', '兰州', '精选肉类25', '迷你小清新，酸爽够劲', '../img/database/02meat/02meat_gdid25.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '羊肉', '46', '224351', '海南三亚', '上海', '精选肉类26', '水润多C，泡饮酸爽够劲', '../img/database/02meat/02meat_gdid26.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鸡肉', '47', '224352', '广东潮州', '南充', '精选肉类27', '金色小“榨”弹，一口爽爆味蕾', '../img/database/02meat/02meat_gdid27.jpg', '147.50', '43543', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '牛肉', '48', '224353', '云南昆明', '太原', '精选肉类28', '肉脆味甜，“梨”享好滋味', '../img/database/02meat/02meat_gdid28.jpg', '148.00', '4345', '7457', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '猪肉', '49', '224354', '西藏拉萨', '石家庄', '精选肉类29', '清甜汁丰 回味酸爽微苦', '../img/database/02meat/02meat_gdid29.jpg', '129.00', '332', '6856', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('02meat', '精选肉类', '鱼肉', '50', '224355', '湖北武汉', '哈尔滨', '精选肉类30', '榨汁泡饮，风味无穷', '../img/database/02meat/02meat_gdid30.jpg', '32.00', '532', '101', '3.3', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡蛋', '51', '324355', '广西南宁', '乌鲁木齐', '禽类蛋品1', '“苹”味醉人甜蜜', '../img/database/03egg/03egg_gdid01.jpg', '3.00', '324', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭蛋', '52', '324356', '桂林贵阳', '清远', '禽类蛋品2', '甜甜小“猕”妹', '../img/database/03egg/03egg_gdid02.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鹌鹑蛋', '53', '324357', '广东汕尾', '南充', '禽类蛋品3', '果肉白嫩 入口清润', '../img/database/03egg/03egg_gdid03.jpg', '32.00', '45534', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡', '54', '324358', '云南昆明', '太原', '禽类蛋品4', '素颜穿青衣，酸爽够劲道', '../img/database/03egg/03egg_gdid04.jpg', '23.00', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭', '55', '324359', '西藏拉萨', '石家庄', '禽类蛋品5', '金色小“榨”弹，一口爽爆味蕾', '../img/database/03egg/03egg_gdid05.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鹅', '56', '324360', '四川成都', '无锡', '禽类蛋品6', '迷你小清新，酸爽够劲', '../img/database/03egg/03egg_gdid06.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡蛋', '57', '324361', '广东东莞', '广州', '禽类蛋品7', '水润多C，泡饮酸爽够劲', '../img/database/03egg/03egg_gdid07.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭蛋', '58', '324362', '湖北武汉', '哈尔滨', '禽类蛋品8', '金色小“榨”弹，一口爽爆味蕾', '../img/database/03egg/03egg_gdid08.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鹌鹑蛋', '59', '324363', '广东汕尾', '南充', '禽类蛋品9', '肉脆味甜，“梨”享好滋味', '../img/database/03egg/03egg_gdid09.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡', '60', '324364', '云南昆明', '太原', '禽类蛋品10', '清甜汁丰 回味酸爽微苦', '../img/database/03egg/03egg_gdid10.jpg', '4.34', '32', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭', '61', '324365', '西藏拉萨', '石家庄', '禽类蛋品11', '肉脆味甜 “梨”享好滋味', '../img/database/03egg/03egg_gdid11.jpg', '235.00', '54', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡蛋', '62', '324366', '四川成都', '无锡', '禽类蛋品12', '榨汁泡饮，风味无穷', '../img/database/03egg/03egg_gdid12.jpg', '9.90', '4', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭蛋', '63', '324367', '广东东莞', '广州', '禽类蛋品13', '“苹”味醉人甜蜜', '../img/database/03egg/03egg_gdid13.jpg', '32.00', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鹌鹑蛋', '64', '324368', '湖北武汉', '哈尔滨', '禽类蛋品14', '甜甜小“猕”妹', '../img/database/03egg/03egg_gdid14.jpg', '3.40', '435', '767', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡', '65', '324369', '广西南宁', '乌鲁木齐', '禽类蛋品15', '果肉白嫩 入口清润', '../img/database/03egg/03egg_gdid15.jpg', '23.42', '5435', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡蛋', '66', '324370', '桂林贵阳', '清远', '禽类蛋品16', '金色小“榨”弹，一口爽爆味蕾', '../img/database/03egg/03egg_gdid16.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭蛋', '67', '324371', '山东青岛', '深圳', '禽类蛋品17', '肉脆味甜，“梨”享好滋味', '../img/database/03egg/03egg_gdid17.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鹌鹑蛋', '68', '324372', '北京', '芜湖', '禽类蛋品18', '清甜汁丰 回味酸爽微苦', '../img/database/03egg/03egg_gdid18.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸡', '69', '324373', '湖南长沙', '兰州', '禽类蛋品19', '肉脆味甜 “梨”享好滋味', '../img/database/03egg/03egg_gdid19.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('03egg', '禽类蛋品', '鸭', '70', '324374', '海南三亚', '上海', '禽类蛋品20', '榨汁泡饮，风味无穷', '../img/database/03egg/03egg_gdid20.jpg', '147.50', '43543', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '71', '424374', '海南三亚', '上海', '海鲜水产01', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid01.jpg', '147.50', '453', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '72', '424375', '云南昆明', '太原', '海鲜水产02', '肉脆味甜，“梨”享好滋味', '../img/database/04sea/04sea_gdid02.jpg', '148.00', '65', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '鳖', '73', '424376', '西藏拉萨', '石家庄', '海鲜水产03', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid03.jpg', '129.00', '332', '6856', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海蜇', '74', '424377', '四川成都', '无锡', '海鲜水产04', '肉脆味甜，“梨”享好滋味', '../img/database/04sea/04sea_gdid04.jpg', '19.00', '532', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海参', '75', '424378', '广东东莞', '广州', '海鲜水产05', '清甜汁丰 回味酸爽微苦', '../img/database/04sea/04sea_gdid05.jpg', '25.80', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海胆', '76', '424379', '湖北武汉', '哈尔滨', '海鲜水产06', '肉脆味甜 “梨”享好滋味', '../img/database/04sea/04sea_gdid06.jpg', '11.80', '12', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '77', '424380', '广西南宁', '乌鲁木齐', '海鲜水产07', '榨汁泡饮，风味无穷', '../img/database/04sea/04sea_gdid07.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '78', '424381', '桂林贵阳', '清远', '海鲜水产08', '“苹”味醉人甜蜜', '../img/database/04sea/04sea_gdid08.jpg', '6.00', '1012', '112', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '鳖', '79', '424382', '山东青岛', '深圳', '海鲜水产09', '甜甜小“猕”妹', '../img/database/04sea/04sea_gdid09.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海蜇', '80', '424383', '北京', '芜湖', '海鲜水产10', '果肉白嫩 入口清润', '../img/database/04sea/04sea_gdid10.jpg', '18.00', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海参', '81', '424384', '湖南长沙', '兰州', '海鲜水产11', '素颜穿青衣，酸爽够劲道', '../img/database/04sea/04sea_gdid11.jpg', '3.00', '324', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '82', '424385', '海南三亚', '上海', '海鲜水产12', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid12.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '83', '424386', '广东潮州', '南充', '海鲜水产13', '迷你小清新，酸爽够劲', '../img/database/04sea/04sea_gdid13.jpg', '32.00', '45534', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '鳖', '84', '424387', '云南昆明', '太原', '海鲜水产14', '水润多C，泡饮酸爽够劲', '../img/database/04sea/04sea_gdid14.jpg', '23.00', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海蜇', '85', '424388', '西藏拉萨', '石家庄', '海鲜水产15', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid15.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海参', '86', '424389', '湖北武汉', '哈尔滨', '海鲜水产16', '肉脆味甜，“梨”享好滋味', '../img/database/04sea/04sea_gdid16.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '87', '424390', '广西南宁', '乌鲁木齐', '海鲜水产17', '清甜汁丰 回味酸爽微苦', '../img/database/04sea/04sea_gdid17.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '88', '424391', '桂林贵阳', '清远', '海鲜水产18', '榨汁泡饮，风味无穷', '../img/database/04sea/04sea_gdid18.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '89', '424392', '广东汕尾', '南充', '海鲜水产19', '“苹”味醉人甜蜜', '../img/database/04sea/04sea_gdid19.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '90', '424393', '云南昆明', '太原', '海鲜水产20', '甜甜小“猕”妹', '../img/database/04sea/04sea_gdid20.jpg', '4.34', '32', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '鳖', '91', '424394', '西藏拉萨', '石家庄', '海鲜水产21', '果肉白嫩 入口清润', '../img/database/04sea/04sea_gdid21.jpg', '235.00', '54', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海蜇', '92', '424395', '四川成都', '无锡', '海鲜水产22', '素颜穿青衣，酸爽够劲道', '../img/database/04sea/04sea_gdid22.jpg', '9.90', '4', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '93', '424396', '广东东莞', '广州', '海鲜水产23', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid23.jpg', '32.00', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '94', '424397', '湖北武汉', '哈尔滨', '海鲜水产24', '迷你小清新，酸爽够劲', '../img/database/04sea/04sea_gdid24.jpg', '3.40', '435', '767', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '虾', '95', '424398', '广东汕尾', '南充', '海鲜水产25', '水润多C，泡饮酸爽够劲', '../img/database/04sea/04sea_gdid25.jpg', '23.42', '5435', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '蟹', '96', '424399', '云南昆明', '太原', '海鲜水产26', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid26.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '鳖', '97', '424400', '西藏拉萨', '石家庄', '海鲜水产27', '肉脆味甜，“梨”享好滋味', '../img/database/04sea/04sea_gdid27.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海蜇', '98', '424401', '四川成都', '无锡', '海鲜水产28', '清甜汁丰 回味酸爽微苦', '../img/database/04sea/04sea_gdid28.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海参', '99', '424402', '广东东莞', '广州', '海鲜水产29', '肉脆味甜 “梨”享好滋味', '../img/database/04sea/04sea_gdid29.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('04sea', '海鲜水产', '海胆', '100', '424403', '四川成都', '无锡', '海鲜水产30', '金色小“榨”弹，一口爽爆味蕾', '../img/database/04sea/04sea_gdid30.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '101', '524403', '广东东莞', '广州', '乳品糕点01', '迷你小清新，酸爽够劲', '../img/database/05dairy/05dairy_gdid01.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '102', '524404', '湖北武汉', '哈尔滨', '乳品糕点02', '水润多C，泡饮酸爽够劲', '../img/database/05dairy/05dairy_gdid02.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '103', '524405', '广西南宁', '乌鲁木齐', '乳品糕点03', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid03.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '炼奶', '104', '524406', '桂林贵阳', '清远', '乳品糕点04', '肉脆味甜，“梨”享好滋味', '../img/database/05dairy/05dairy_gdid04.jpg', '147.50', '43543', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '方包', '105', '524407', '山东青岛', '深圳', '乳品糕点05', '清甜汁丰 回味酸爽微苦', '../img/database/05dairy/05dairy_gdid05.jpg', '147.50', '453', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '106', '524408', '北京', '芜湖', '乳品糕点06', '肉脆味甜 “梨”享好滋味', '../img/database/05dairy/05dairy_gdid06.jpg', '148.00', '65', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '107', '524409', '湖南长沙', '兰州', '乳品糕点07', '榨汁泡饮，风味无穷', '../img/database/05dairy/05dairy_gdid07.jpg', '129.00', '332', '6856', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '108', '524410', '海南三亚', '上海', '乳品糕点08', '“苹”味醉人甜蜜', '../img/database/05dairy/05dairy_gdid08.jpg', '19.00', '532', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '炼奶', '109', '524411', '海南三亚', '上海', '乳品糕点09', '甜甜小“猕”妹', '../img/database/05dairy/05dairy_gdid09.jpg', '25.80', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '方包', '110', '524412', '云南昆明', '太原', '乳品糕点10', '果肉白嫩 入口清润', '../img/database/05dairy/05dairy_gdid10.jpg', '11.80', '12', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '111', '524413', '西藏拉萨', '石家庄', '乳品糕点11', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid11.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '112', '524414', '四川成都', '无锡', '乳品糕点12', '肉脆味甜，“梨”享好滋味', '../img/database/05dairy/05dairy_gdid12.jpg', '6.00', '1012', '112', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '113', '524415', '广东东莞', '广州', '乳品糕点13', '清甜汁丰 回味酸爽微苦', '../img/database/05dairy/05dairy_gdid13.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '炼奶', '114', '524416', '湖北武汉', '哈尔滨', '乳品糕点14', '肉脆味甜 “梨”享好滋味', '../img/database/05dairy/05dairy_gdid14.jpg', '18.00', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '方包', '115', '524417', '广西南宁', '乌鲁木齐', '乳品糕点15', '榨汁泡饮，风味无穷', '../img/database/05dairy/05dairy_gdid15.jpg', '3.00', '324', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '116', '524418', '桂林贵阳', '清远', '乳品糕点16', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid16.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '117', '524419', '山东青岛', '深圳', '乳品糕点17', '肉脆味甜，“梨”享好滋味', '../img/database/05dairy/05dairy_gdid17.jpg', '32.00', '45534', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '118', '524420', '北京', '芜湖', '乳品糕点18', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid18.jpg', '23.00', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '炼奶', '119', '524421', '湖南长沙', '兰州', '乳品糕点19', '肉脆味甜，“梨”享好滋味', '../img/database/05dairy/05dairy_gdid19.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '方包', '120', '524422', '海南三亚', '上海', '乳品糕点20', '清甜汁丰 回味酸爽微苦', '../img/database/05dairy/05dairy_gdid20.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '121', '524423', '广东潮州', '南充', '乳品糕点21', '肉脆味甜 “梨”享好滋味', '../img/database/05dairy/05dairy_gdid21.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '122', '524424', '云南昆明', '太原', '乳品糕点22', '榨汁泡饮，风味无穷', '../img/database/05dairy/05dairy_gdid22.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '123', '524425', '西藏拉萨', '石家庄', '乳品糕点23', '“苹”味醉人甜蜜', '../img/database/05dairy/05dairy_gdid23.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '124', '524426', '湖北武汉', '哈尔滨', '乳品糕点24', '甜甜小“猕”妹', '../img/database/05dairy/05dairy_gdid24.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '125', '524427', '广西南宁', '乌鲁木齐', '乳品糕点25', '果肉白嫩 入口清润', '../img/database/05dairy/05dairy_gdid25.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '蛋糕', '126', '524428', '桂林贵阳', '清远', '乳品糕点26', '素颜穿青衣，酸爽够劲道', '../img/database/05dairy/05dairy_gdid26.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '面包', '127', '524429', '广东汕尾', '南充', '乳品糕点27', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid27.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '牛奶', '128', '524430', '云南昆明', '太原', '乳品糕点28', '迷你小清新，酸爽够劲', '../img/database/05dairy/05dairy_gdid28.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '炼奶', '129', '524431', '西藏拉萨', '石家庄', '乳品糕点29', '水润多C，泡饮酸爽够劲', '../img/database/05dairy/05dairy_gdid29.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('05dairy', '乳品糕点', '方包', '130', '524432', '湖北武汉', '哈尔滨', '乳品糕点30', '金色小“榨”弹，一口爽爆味蕾', '../img/database/05dairy/05dairy_gdid30.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '131', '624432', '广东东莞', '广州', '方便速食01', '果肉白嫩 入口清润', '../img/database/06fast/06fast_gdid01.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '132', '624433', '四川成都', '无锡', '方便速食02', '素颜穿青衣，酸爽够劲道', '../img/database/06fast/06fast_gdid02.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '133', '624434', '广东东莞', '广州', '方便速食03', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid03.jpg', '4.34', '32', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '134', '624435', '湖北武汉', '哈尔滨', '方便速食04', '迷你小清新，酸爽够劲', '../img/database/06fast/06fast_gdid04.jpg', '235.00', '54', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '汤圆', '135', '624436', '广西南宁', '乌鲁木齐', '方便速食05', '水润多C，泡饮酸爽够劲', '../img/database/06fast/06fast_gdid05.jpg', '9.90', '4', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '136', '624437', '桂林贵阳', '清远', '方便速食06', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid06.jpg', '32.00', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '137', '624438', '山东青岛', '深圳', '方便速食07', '肉脆味甜，“梨”享好滋味', '../img/database/06fast/06fast_gdid07.jpg', '3.40', '435', '767', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '138', '624439', '北京', '芜湖', '方便速食08', '清甜汁丰 回味酸爽微苦', '../img/database/06fast/06fast_gdid08.jpg', '23.42', '5435', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '139', '624440', '湖南长沙', '兰州', '方便速食09', '肉脆味甜 “梨”享好滋味', '../img/database/06fast/06fast_gdid09.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '140', '624441', '海南三亚', '上海', '方便速食10', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid10.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '141', '624442', '广东东莞', '广州', '方便速食11', '迷你小清新，酸爽够劲', '../img/database/06fast/06fast_gdid11.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '142', '624443', '四川成都', '无锡', '方便速食12', '水润多C，泡饮酸爽够劲', '../img/database/06fast/06fast_gdid12.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '143', '624444', '广东东莞', '广州', '方便速食13', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid13.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '144', '624445', '湖北武汉', '哈尔滨', '方便速食14', '肉脆味甜，“梨”享好滋味', '../img/database/06fast/06fast_gdid14.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '145', '624446', '广西南宁', '乌鲁木齐', '方便速食15', '清甜汁丰 回味酸爽微苦', '../img/database/06fast/06fast_gdid15.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '146', '624447', '桂林贵阳', '清远', '方便速食16', '肉脆味甜 “梨”享好滋味', '../img/database/06fast/06fast_gdid16.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '147', '624448', '山东青岛', '深圳', '方便速食17', '榨汁泡饮，风味无穷', '../img/database/06fast/06fast_gdid17.jpg', '147.50', '43543', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '148', '624449', '北京', '芜湖', '方便速食18', '“苹”味醉人甜蜜', '../img/database/06fast/06fast_gdid18.jpg', '147.50', '453', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '汤圆', '149', '624450', '湖南长沙', '兰州', '方便速食19', '甜甜小“猕”妹', '../img/database/06fast/06fast_gdid19.jpg', '148.00', '65', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '150', '624451', '海南三亚', '上海', '方便速食20', '果肉白嫩 入口清润', '../img/database/06fast/06fast_gdid20.jpg', '129.00', '332', '6856', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '151', '624452', '海南三亚', '上海', '方便速食21', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid21.jpg', '19.00', '532', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '152', '624453', '云南昆明', '太原', '方便速食22', '肉脆味甜，“梨”享好滋味', '../img/database/06fast/06fast_gdid22.jpg', '25.80', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '153', '624454', '西藏拉萨', '石家庄', '方便速食23', '清甜汁丰 回味酸爽微苦', '../img/database/06fast/06fast_gdid23.jpg', '11.80', '12', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '154', '624455', '四川成都', '无锡', '方便速食24', '肉脆味甜 “梨”享好滋味', '../img/database/06fast/06fast_gdid24.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '汤圆', '155', '624456', '广东东莞', '广州', '方便速食25', '榨汁泡饮，风味无穷', '../img/database/06fast/06fast_gdid25.jpg', '6.00', '1012', '112', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '156', '624457', '湖北武汉', '哈尔滨', '方便速食26', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid26.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '方便面', '157', '624458', '广西南宁', '乌鲁木齐', '方便速食27', '肉脆味甜，“梨”享好滋味', '../img/database/06fast/06fast_gdid27.jpg', '18.00', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '饼干', '158', '624459', '桂林贵阳', '清远', '方便速食28', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid28.jpg', '3.00', '324', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '桶装面', '159', '624460', '山东青岛', '深圳', '方便速食29', '肉脆味甜，“梨”享好滋味', '../img/database/06fast/06fast_gdid29.jpg', '23.50', '8423', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('06fast', '方便速食', '威化饼', '160', '624461', '北京', '芜湖', '方便速食30', '金色小“榨”弹，一口爽爆味蕾', '../img/database/06fast/06fast_gdid30.jpg', '23.00', '73', '4243', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '161', '724461', '山东青岛', '深圳', '粮油杂货01', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid01.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '162', '724462', '北京', '芜湖', '粮油杂货02', '迷你小清新，酸爽够劲', '../img/database/07mix/07mix_gdid02.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '橄榄油', '163', '724463', '湖南长沙', '兰州', '粮油杂货03', '水润多C，泡饮酸爽够劲', '../img/database/07mix/07mix_gdid03.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '调和油', '164', '724464', '海南三亚', '上海', '粮油杂货04', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid04.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '米', '165', '724465', '广东潮州', '南充', '粮油杂货05', '肉脆味甜，“梨”享好滋味', '../img/database/07mix/07mix_gdid05.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '干果', '166', '724466', '云南昆明', '太原', '粮油杂货06', '清甜汁丰 回味酸爽微苦', '../img/database/07mix/07mix_gdid06.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '蒜', '167', '724467', '西藏拉萨', '石家庄', '粮油杂货07', '肉脆味甜 “梨”享好滋味', '../img/database/07mix/07mix_gdid07.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '姜', '168', '724468', '湖北武汉', '哈尔滨', '粮油杂货08', '榨汁泡饮，风味无穷', '../img/database/07mix/07mix_gdid08.jpg', '11.80', '12', '47', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '169', '724469', '广西南宁', '乌鲁木齐', '粮油杂货09', '“苹”味醉人甜蜜', '../img/database/07mix/07mix_gdid09.jpg', '797.50', '41', '524', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '橄榄油', '170', '724470', '桂林贵阳', '清远', '粮油杂货10', '甜甜小“猕”妹', '../img/database/07mix/07mix_gdid10.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '调和油', '171', '724471', '广东汕尾', '南充', '粮油杂货11', '果肉白嫩 入口清润', '../img/database/07mix/07mix_gdid11.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '米', '172', '724472', '云南昆明', '太原', '粮油杂货12', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid12.jpg', '435.40', '43', '7457', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '干果', '173', '724473', '西藏拉萨', '石家庄', '粮油杂货13', '肉脆味甜，“梨”享好滋味', '../img/database/07mix/07mix_gdid13.jpg', '17.50', '11', '623', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '蒜', '174', '724474', '湖北武汉', '哈尔滨', '粮油杂货14', '清甜汁丰 回味酸爽微苦', '../img/database/07mix/07mix_gdid14.jpg', '22.50', '134', '823', '2.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '姜', '175', '724475', '广东东莞', '广州', '粮油杂货15', '肉脆味甜 “梨”享好滋味', '../img/database/07mix/07mix_gdid15.jpg', '4.34', '32', '424', '3.2', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '176', '724476', '四川成都', '无锡', '粮油杂货16', '榨汁泡饮，风味无穷', '../img/database/07mix/07mix_gdid16.jpg', '235.00', '54', '924', '2.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '橄榄油', '177', '724477', '广东东莞', '广州', '粮油杂货17', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid17.jpg', '9.90', '4', '752', '5.0', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '调和油', '178', '724478', '湖北武汉', '哈尔滨', '粮油杂货18', '肉脆味甜，“梨”享好滋味', '../img/database/07mix/07mix_gdid18.jpg', '32.00', '214', '4234', '1.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '米', '179', '724479', '广西南宁', '乌鲁木齐', '粮油杂货19', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid19.jpg', '3.40', '435', '767', '4.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '干果', '180', '724480', '桂林贵阳', '清远', '粮油杂货20', '肉脆味甜，“梨”享好滋味', '../img/database/07mix/07mix_gdid20.jpg', '23.42', '5435', '101', '4.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '蒜', '181', '724481', '山东青岛', '深圳', '粮油杂货21', '清甜汁丰 回味酸爽微苦', '../img/database/07mix/07mix_gdid21.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '182', '724482', '北京', '芜湖', '粮油杂货22', '肉脆味甜 “梨”享好滋味', '../img/database/07mix/07mix_gdid22.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '橄榄油', '183', '724483', '湖南长沙', '兰州', '粮油杂货23', '榨汁泡饮，风味无穷', '../img/database/07mix/07mix_gdid23.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '调和油', '184', '724484', '海南三亚', '上海', '粮油杂货24', '“苹”味醉人甜蜜', '../img/database/07mix/07mix_gdid24.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '米', '185', '724485', '广东东莞', '广州', '粮油杂货25', '甜甜小“猕”妹', '../img/database/07mix/07mix_gdid25.jpg', '19.80', '5434', '37', '3.6', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '花生油', '186', '724486', '四川成都', '无锡', '粮油杂货26', '果肉白嫩 入口清润', '../img/database/07mix/07mix_gdid26.jpg', '322.00', '24', '31', '4.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '橄榄油', '187', '724487', '广东东莞', '广州', '粮油杂货27', '素颜穿青衣，酸爽够劲道', '../img/database/07mix/07mix_gdid27.jpg', '3.24', '423', '745', '2.4', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '调和油', '188', '724488', '湖北武汉', '哈尔滨', '粮油杂货28', '金色小“榨”弹，一口爽爆味蕾', '../img/database/07mix/07mix_gdid28.jpg', '325.00', '35435', '435', '3.7', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '米', '189', '724489', '广西南宁', '乌鲁木齐', '粮油杂货29', '迷你小清新，酸爽够劲', '../img/database/07mix/07mix_gdid29.jpg', '147.50', '43543', '787', '3.5', '2018-04-15 14:53:04');
INSERT INTO `goodlist` VALUES ('07mix', '粮油杂货', '干果', '190', '724490', '桂林贵阳', '清远', '粮油杂货30', '水润多C，泡饮酸爽够劲', '../img/database/07mix/07mix_gdid30.jpg', '147.50', '453', '787', '3.5', '2018-04-15 14:53:04');

-- ----------------------------
-- Table structure for userdata
-- ----------------------------
DROP TABLE IF EXISTS `userdata`;
CREATE TABLE `userdata` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `psw` varchar(255) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of userdata
-- ----------------------------
INSERT INTO `userdata` VALUES ('1', '13611112222', 'QWFhYWFhYQ==', '2018-04-12 17:24:34');
INSERT INTO `userdata` VALUES ('2', '13611113333', 'QmJiYmJiYg==', '2018-04-12 17:24:36');
SET FOREIGN_KEY_CHECKS=1;
